Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamen_kielten_etaopetus_vahvistaa_saamelaisoppilaiden_kielellisia_ja_kulttuurisia_oikeuksia.html.tmx
Source language: fin
Languages: sme

source: Saamen kielten etäopetus vahvistaa saamelaisoppilaiden kielellisiä ja kulttuurisia oikeuksia
sme: Sámegielaid gáiddusoahpahus nanne sámeoahppiid gielalaš ja kultuvrralaš vuoigatvuođaid

source: Saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihankkeella on voitu parantaa saamelaisoppilaiden mahdollisuuksia opiskella saamen kieliä, vahvistaa saamelaisuuttaan ja siten saamen kielten ja kulttuurin säilymistä ja elpymistä maassamme, todetaan tuoreessa arviointiraportissa.
sme: Sámegielaid gáiddusoahpahusa pilohttaprošeavttain leat buoridan sámeoahppiid vejolašvuođaid studeret sámegielaid, nannet sin sápmelaš identitehta ja dainna láhkai sámegielaid ja sámi kultuvrra seailuma ja ealáskeami dán riikkas, gávnnahuvvo ođđa árvvoštallanraporttas.

source: Kansallinen koulutuksen arviointikeskus (Karvi) arvioi keväällä 2022 saamen kielten etäopetushankkeen toimivuutta ja opetuksen vaikuttavuutta.
sme: Našuvnnalaš skuvlejumi árvvoštallanguovddáš (Karvi) árvvoštalai giđđat 2022, mo sámegielaid gáiddusoahpahusprošeakta doaibmá ja makkár váikkuhusat oahpahusas leat.

source: Etäyhteyksin toteutettua opetusta on järjestetty vuodesta 2018 alkaen.
sme: Gáiddusoahpahus lea ordnejuvvon 2018 rájes.

source: Etäopetuspilottia rahoittaa opetus- ja kulttuuriministeriö ja johtaa Utsjoen kunta.
sme: Gáiddusoahpahuspilohta ruhtada oahpahus- ja kulturministeriija ja jođiha Ohcejoga gielda.

source: Hankkeen koordinaatiosta vastaa Saamelaiskäräjät.
sme: Prošeavtta koordinerema fuolaha Sámediggi.

source: Etäopetushankkeen tavoitteena on ollut saavuttaa saamelaisten kotiseutualueen ulkopuolella asuvia lapsia ja nuoria, joiden perheen tai suvun kieli on jokin kolmesta Suomessa puhutusta saamen kielestä (inarin-, koltan- ja pohjoissaame), tarjota heille saamen kielten opetusta.
sme: Gáiddusoahpahusprošeavtta mihttomearrin lea leamašan olahit mánáid ja nuoraid sámiid ruovttuguovllu olggobealde, geaid bearraša dahje soga giella lea sámegiella (anáraš-, nuortalaš- dahje davvisámegiella), ja fállat sidjiide sámegiela oahpu.

source: Arviointi osoitti, että kieltä ei ole ilman kulttuuria, ja suvun tai perheen kielen osaaminen vahvistaa huoltajien käsitysten mukaan yhteisöllisyyttä ja pitää saamen kielen ja kulttuurin hengissä.
sme: Árvvoštallan čájehii, ahte giela haga ii leat kultuvra. Soga dahje bearraša giela máhttin nanne fuolaheaddjiid dieđu mielde searvvušlašvuođa ja ealáskahttá sámegiela ja kultuvrra.

source: Hankkeen oppilasmäärä on kolminkertaistunut hankkeen aikana, ja se on lukuvuonna 2022–2023 noin 150 oppilasta noin 90 eri koulusta ja 40 eri kunnasta.
sme: Oahppit leat vuosttas jagi ektui golmma geardde eanet. Oahppilohku lea lohkanjagi 2022–2023 sullii 150 oahppi 90 iešguđet skuvllas ja 40 gielddas.

source: Hyvinä käytänteinä etäopetuspilotissa nousi esiin muun muassa huoltajien aktiivinen osallistuminen lastensa saamen kielen opiskeluun.
sme: Buorrin beallin gáiddusoahpahusprošeavttas badjánii earret eará fuolaheaddjiid aktiiva oassálastin mánáideaset sámegiela oahppamii.

source: Vuorovaikutus koulun ja huoltajien välillä toimi hyvin ja erityisesti lapsen ohjaajalla on vuorovaikutuksessa tärkeä rooli.
sme: Skuvlla ja fuolaheaddjiid gulahallan doaimmai bures ja erenoamážit máná skuvlagohccis lea gulahallamis dehálaš oassi.

source: Etäopetuspilotin opettajat ovat päteviä, mikä heijastuu myös oppilaiden motivoitumiseen ja haluun oppia saamen kieltä.
sme: Gáiddusoahpahuspilohta oahpaheaddjit leat čeahpit ja sis lea gelbbolašvuohta, mii vuhtto maiddái oahppiid movttas ja hálus oahppat sámegiela.

source: Oppilaiden mielestä tunneilla on kivaa, sillä siellä on monenlaista tekemistä, ja oppilas saa lisätehtäviä halutessaan.
sme: Oahppiid mielas oahppodiimmuin lea somá, daningo doppe bargat iešguđegelágan áššiid. Oahppi oažžu lassebargguid, jos nu háliideš.

source: Opettajat puhuvat tunneilla paljon saamea ja lapsilla on myös kotona mahdollisuuksia käyttää kieltä.
sme: Oahpaheaddjit sámástit diimmuin olu ja maiddái ruovttuin lea vejolaš geavahit sámegiela.

source: Erilaiset mediat ovat luonnollinen osa opetusta.
sme: Iešguđege mediat leat oahpahusas lunddolaš oassi.

source: Opetukseen hakeutuminen helppoa, huoltajien aktiivisuus avainasemassa
sme: Oahpahussii ohcan lea álki, fuolaheaddjiid aktiivvalašvuohta lea dehálaš

source: Tällä hetkellä yli 70 % saamelaislapsista ja -nuorista asuu saamelaisalueen ulkopuolella.
sme: Dál badjel 70 % sámemánáin ja -nuorain ásset sámiid ruovttuguovllu olggobealde.

source: Tieto oppilaan saamelaisuudesta ei aina välity kouluun, ja siksi huoltajan ja oppilaan itsensä on oltava aktiivisia opetukseen hakeutumisessa.
sme: Diehtu oahppi sápmelašvuođas ii álo mana skuvlii, ja danin fuolaheaddji ja oahppi ferteba ieža aktiivvalaččat ohcat oahpahussii.

source: Opetuksen järjestäjien ja koulujen mukaan hankkeen vahvuus oli se, että yksikin oppilas riittää opetuksen käynnistämiseen koulussa;
sme: Oahpahusa ordnejeaddjiid ja skuvllaid dieđu mielde prošeavtta buorre bealli leamašan dat, ahte okta oahppi lea doarvái oahpu fidnemii skuvllas;

source: ilman etäopetushanketta opetusta ei voitaisi tarjota yksittäiselle oppilaalle.
sme: gáiddusoahpahusprošeavtta haga oahpahusa ii sáhtáše fállat ovttaskas oahppái.

source: Vaikka tiedotus ja ohjeistus on hankkeen elinkaaren aikana selkeästi parantunut, on tiedotusta edelleen kehitettävä opetuksen saavutettavuuden lisäämiseksi.
sme: Vaikke gulahallan ja rávvagat leat prošeavtta álgima rájes buorránan, de gulahallama galgá ain ovddidit, nu ahte diehtu oahpahusfálaldagas juksá ain eanet bearrašiid.

source: Myös kuntien ja koulujen tulee lisätä tiedottamistaan oppilaiden mahdollisuudesta osallistua etäyhteyksin toteutettavaan saamen kielten opetukseen.
sme: Maid gielddat ja skuvllat galget juohkit dieđu oahppiideaset vejolašvuođas oažžut sámegielaid gáiddusoahpahusa.

source: Saamen kielen asema opetussuunnitelman perusteissa selkeytettävä
sme: Sámegielaid sajádaga ferte čielggasmahttit oahppoplána vuođustusain

source: Etäopetuspilotissa annettava opetus on perusopetusta ja lukiokoulutusta täydentävää opetusta, jota tarjotaan saamelaisten kotiseutualueen ulkopuolella asuville saamelaisoppilaille.
sme: Gáiddusoahpahuspilohtas addet vuođđooahpahusa ja logahatskuvlejumi dievasmahtti oahpahusa.

source: Opetusta annetaan kaksi tuntia viikossa, ja oppitunnit ovat usein koulupäivän päätteeksi tai heti sen alussa.
sme: Dan fállet sámiid ruovttuguovllu olggobeallái guokte oahppodiimmu vahkus. Oahppodiimmut leat dábálaččat skuvlabeaivvi maŋŋá dahje iđđes.

source: Saamen kielten erityisasema elvytettävinä kielinä tulee huomioida painokkaammin opetussuunnitelmien perusteita uudistettaessa.
sme: Oahppoplána vuođustusaid ođasmahttimis galgá váldit čielgaseappot vuhtii sámegielaid erenoamášsajádaga giellan, maid galgá ealáskahttit.

source: Myös kotiseutualueen ulkopuolella tulisi olla mahdollista tarjota eri oppimääriä saamen kielestä, sillä osalle oppilaista saame on äidinkieli, mutta iso osa oppilaista aloittaa saamen opiskelun alkeista.
sme: Maid ruovttuguovllu olggobealde fertešii leat vejolašvuohta fállat iešguđet oahppomeari sámegielas, daningo oassái oahppiin sámegiella lea eatnigiella, muhto eatnašat oahppiin leat sámegiela oahppanbálgáset álggus.

source: Opetuksen tavoitteissa ja sisällöissä tulee huomioida selkeämmin saamelaispedagogiikka, saamelainen kulttuuri ja elämäntapa sekä saamen kielten uhanalainen tilanne sekä asema maamme ainoina alkuperäiskielinä.
sme: Oahpahusa ulbmiliin ja sisdoaluid galgá váldit čielgaseappot vuhtii sámepedagogihka, sámiid kultuvrra ja eallinvuogi ja maiddái sámegielaid áitatvuloš dilli ja sajádat min riikka áidna eamiálbmotgiellan.

source: Arvioinnin mukaan hankkeen yhtenä haasteena oli oppituntien sijoittelu lukujärjestykseen.
sme: Árvvoštallama mielde prošeavtta oktan hástalussan leamašan oahppodiimmuid sajáiduhttin diibmoplánii.

source: Mitä suurempi koulu, sitä vaikeampaa yksittäisen oppilaan tuntien sijoittaminen lukujärjestykseen oli ollut.
sme: Mađi stuorát skuvla, dađi váddáset lea leamašan sajáiduhttit ovttaskas oahppisámegiela diimmuid diibmoplánii.

source: Kehittämissuosituksena arvioinnissa esitetään saamen kielen saamista osaksi tuntijakoa, mikä tekisi saamen kielten aseman näkyvämmäksi myös koulutuspoliittisesti.
sme: Ovddidanávžžuhussan ovdanbuktojuvvo sámegiela lasiheapmi diibmojuhkui. Dát loktelii sámegielaid sajádaga maiddái skuvlenpolitihka dáfus.

source: Samoin arvioinnissa esitetään, että viimeksi 90-luvulla uudistettua perusopetuslakia tulee tarkistaa saamelaislasten osalta siten, että se vahvistaisi saamelaisten kotiseutualueella asuvien saamelaisoppilaiden lisäksi myös kotiseutualueen ulkopuolella asuville saamelaisoppilaille oikeuden saamen kieleen ja saamenkieliseen opetukseen.
sme: Seamma láhkái árvvoštallamis ovdanbuktojuvvo, ahte 90-logus ođasmahttojuvvon vuođđooahpahuslága berre ođasmahttit, nu ahte dat nannešii sámiid ruovttuguovllu sámeoahppiid lassin maiddái ruovttuguovllu olggobealoahppiid vuoigatvuođa sámegillii ja sámegielat oahpahussii.

source: Lisätietoja:
sme: Lassedieđut:

source: Marita Härmälä Johtava arviointiasiantuntija, Karvi +358 29 533 5560 marita.harmala@karvi.fi
sme: Marita Härmälä Njunuš árvvoštallanáššedovdi, Karvi +358 29 533 5560 marita.harmala@karvi.fi

source: Hanna Helander Projektipäällikkö, saamen kielten etäopetushanke +358 40 7012 094 hanna.helander@edu.utsjoki.fi
sme: Hanna Helander Prošeaktahoavda, sámegielaid gáiddusoahpahusprošeakta +358 40 7012 094 hanna.helander@edu.utsjoki.fi

source: Linkit:
sme: Liŋkkat:

source: Lisätietoja Saamen kielten etäopetushankkeesta:
sme: Lassedieđut Sámegielaid gáiddusoahpahusprošeavtta birra:

source: Saamen kielen etäyhteyksiä hyödyntävän opetuksen pilottihanke on Utsjoen kunnan johtama ja Saamelaiskäräjien koordinoima hanke.
sme: Sámegielaid gáiddusoahpahusa pilohttaprošeavtta jođiha Ohcejoga gielda ja koordinere Sámediggi.

source: Hanketta rahoittaa opetus- ja kulttuuriministeriö.
sme: Prošeavtta mihttomearrin lea fállat sámegielaid gáiddusoahpahusa vuođđoskuvlla ohppiide ja nuppi dási studeanttaide sámeguovllu gielddaid olggobeallái guokte vahkkodiimmu ja ovddidit sámegieloahpahusa pedagogihka.

source: Hankkeen tavoitteina on tarjota saamen kielten etäyhteyksiä hyödyntävää opetusta peruskoulun oppilaille ja toisen asteen opiskelijoille saamelaisalueen kuntien ulkopuolelle kaksi viikkotuntia ja kehittää saamen kielten etäopetuksen pedagogiikkaa.
sme: Gáiddusoahpahusprošeavtta oahpahus lea reálaáiggi oahpahus (nu gohčoduvvon synkronalaš oahpahus), mas oahpaheaddji ja oahppit oassálastet oahppodiibmui seamma áigge iežaset dihtoriiguin iešguđet guovllus.
